Repository: YoussefMohamed7557/Todo_list_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

source: To Do List
ar: قائمة المهام

source: Settings
ar: الاعدادات

source: Language
ar: اللغه

source: Arabic
ar: العربيه

source: Theme
ar: وضع الاضاءه

source: Dark Mode
ar: الوضع المظلم

source: Light Mode
ar: الوضع المضئ

source: Add new task
ar: اضف مهمه جديده

source: Task Name
ar: اسم المهمه

# task_descripton
source: Task Description
ar: وصف المهمه

source: Task Date
ar: تاريخ تنفيذ المهمه

source: Add Task
ar: اضف المهمه

source: Edite Task
ar: تعديل المهمه

source: Save Changes
ar: حفظ التعديلات

source: Done!
ar: تمت!

source: Delete
ar: حذف

source: task name required
ar: يجب ادخال اسم المهمه

source: task description required
ar: يجب ادخال وصف المهمه

source: saving changes ...
ar: نقوم بتعديل المهمه...

source: task edited successfully
ar: تم نعديل المهمه بنجاح

source: ok
ar: حسنا

# some_thing_went_wrong
source: some thing went wrong .. try again
ar: شيئا ما خطا حدث ... اعد المحاوله مره اخرى

source: loading ...
ar: نقوم بتحميل المهمه ...

source: task added successfully
ar: تم تحميل المهمه بنجاح
